// У першому під'їзді квартири з 1 до 20. У другому з 21 по 48. У третьому з 49 по 90.
// Користувач вводить номер квартири просто в змінні або через prompt('').
// Програма повинна зазначити, в якому під'їзді знаходиться дана квартира.

const apartment = +prompt("Уведіть номер квартири", "1");

if (apartment >= 1 && apartment <= 20) {
  console.log("Квартира знаходиться у першому під'їзді");
} else if (apartment >= 21 && apartment <= 48) {
  console.log("Квартира знаходиться у другому під'їзді");
} else if (apartment >= 49 && apartment <= 90) {
  console.log("Квартира знаходиться у третьому під'їзді");
} else {
  console.log("У під'їзді немає таких квартир");
}

const res =
  apartment >= 1 && apartment <= 20
    ? "Квартира знаходиться у першому під'їзді"
    : apartment >= 21 && apartment <= 48
    ? "Квартира знаходиться у другому під'їзді"
    : apartment >= 49 && apartment <= 90
    ? "Квартира знаходиться у третьому під'їзді"
    : "У під'їзді немає таких квартир";

console.log(res);
